---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleMarkerType.Triangle
enum: Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleMarkerType
source: html/54386202-c4ca-68af-601e-9bb6bb098a09.htm
---
# Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleMarkerType.Triangle